/* Message indicating that the filesystem on the attached SD card could not be verified prior to mounting. */
"VERIFICATION_FAILURE_TITLE" = "Contents not Available";
"VERIFICATION_FAILURE_BODY" = "Cannot read the connected storage media.";

/* Message indicating that the filesystem on the attached SD card could not be verified after verification. */
"MOUNT_FAILURE_TITLE" = "Contents not Available";
"MOUNT_FAILURE_BODY" = "Cannot read the connected storage media.";

/* Message indicating that the attached USB device is not supported. */
"UNSUPPORTED_FAILURE_TITLE" = "Cannot Use Device";
"UNSUPPORTED_FAILURE_BODY" = "The connected USB device is not supported.";

/* Message indicating that the attached USB device requests too much power. */
"POWER_HUNGRY_FAILURE_TITLE" = "Cannot Use Device";
"POWER_HUNGRY_FAILURE_BODY" = "The connected USB device requires too much power.";

/* Default button label for simple user notification. */
"BUTTON_LABEL" = "OK";

